{
  "meta": {
    "total_words": 990,
    "total_categories": 494,
    "categories": {
      "비난하다": 19,
      "칭찬하다": 15,
      "분노/적대감": 13,
      "풍부한/많은": 10,
      "거짓의/속이는": 9,
      "완고한/고집센": 9,
      "지루한/단조로운": 9,
      "협조적인/친절한": 9,
      "기쁨/행복": 8,
      "모호한/불분명한": 8,
      "순종적인/유순한": 8,
      "진정시키다/달래다": 8,
      "거만한/오만한": 7,
      "사악함/타락": 7,
      "게으른/무기력한": 6,
      "막다/방해하다": 6,
      "말을 적게 하는/간결한": 6,
      "말이 많은/장황한": 6,
      "명백한/분명한": 6,
      "슬픔/우울": 6,
      "예리한/날카로운 지각": 6,
      "오래된/구식의": 6,
      "편견/성향": 6,
      "포기하다/굴복하다": 6,
      "너그러운/관대한": 5,
      "마취/무감각": 5,
      "변덕스러운": 5,
      "빛나는/화려한": 5,
      "새로운/초기 단계의": 5,
      "속죄하다": 5,
      "인색한/탐욕스러운": 5,
      "일시적인/영원한": 5,
      "자비/용서/무죄": 5,
      "장식하다": 5,
      "정직한/솔직한": 5,
      "종교적 입장": 5,
      "친밀감/애정": 5,
      "폐지하다/무효화하다": 5,
      "합의/조화": 5,
      "흩어지다/퍼뜨리다": 5,
      "겸손한/소심한": 4,
      "공개 비판하다": 4,
      "까다로운/완벽주의": 4,
      "노래/시가": 4,
      "농업/시골": 4,
      "능숙한/숙련된": 4,
      "더럽히다/모독하다": 4,
      "무관한/불필요한": 4,
      "부유한": 4,
      "부추기다/방조하다": 4,
      "불굴의 정신": 4,
      "비방/저주": 4,
      "비하/굴욕": 4,
      "빼앗긴/잃은": 4,
      "사소한/하찮은": 4,
      "설득하다/부추기다": 4,
      "시끄러운/소란스러운": 4,
      "신랄한/통렬한": 4,
      "어리석은": 4,
      "열의/열정": 4,
      "완화하다(고통)": 4,
      "외관/겉모습": 4,
      "은밀한/비밀스러운": 4,
      "이상한/특이한": 4,
      "전형적인": 4,
      "짜증나게 하다/괴롭히다": 4,
      "촉진하다/자극하다": 4,
      "평온한": 4,
      "폭로하다/들추다": 4,
      "합치다/모으다": 4,
      "회의/모임": 4,
      "~의 탓으로 돌리다": 3,
      "강화하다/뒷받침하다": 3,
      "골칫거리/부담": 3,
      "괴로워하는/부당한 대우": 3,
      "다툼/말다툼": 3,
      "닦다/광내다": 3,
      "단축하다/축소하다": 3,
      "대관식": 3,
      "두려움/불안": 3,
      "반항하는/불만있는": 3,
      "방종한/문란한": 3,
      "부족한/희소한": 3,
      "부풀리다/강조하다": 3,
      "불평하다/투덜대다": 3,
      "사기치다/속이다": 3,
      "선행/전조": 3,
      "설득력 있는/타당한": 3,
      "수수께끼": 3,
      "신중한": 3,
      "악취가 나는": 3,
      "암시/넌지시 말함": 3,
      "연기하다/미루다": 3,
      "연대기/역사": 3,
      "옹호하다/주장하다": 3,
      "우회하다/회피하다": 3,
      "유연한/우아한": 3,
      "재앙/재난": 3,
      "절정/정점": 3,
      "점진적 증가/축적": 3,
      "정부/지배 반대": 3,
      "주입/투입": 3,
      "중재자": 3,
      "충격적인/끔찍한": 3,
      "충실함/신의를 저버리는 (대조)": 3,
      "칙령/명령": 3,
      "폭식/탐식": 3,
      "풍자/모방": 3,
      "해로운": 3,
      "행운/축복": 3,
      "혐오하다/싫어하다": 3,
      "확인하다/알아내다": 3,
      "흥청거리다/떠들썩하게 놀다": 3,
      "가명/신원": 2,
      "갈망하다/탐내다": 2,
      "감정을 표현하다": 2,
      "거대한/엄청난": 2,
      "견디다/참다": 2,
      "고수하다/들러붙다": 2,
      "공공연한/뻔뻔한": 2,
      "관능적인": 2,
      "관습/관행": 2,
      "교활한": 2,
      "금욕적인": 2,
      "기타 단어": 2,
      "길조의/상서로운": 2,
      "끊임없는": 2,
      "끌어내다/이끌어내다": 2,
      "널찍한": 2,
      "다양한 출신의/절충적인": 2,
      "단호한": 2,
      "대충 하는/피상적인": 2,
      "도망치다/몰래 떠나다": 2,
      "독단적인": 2,
      "뛰어난 능력": 2,
      "머뭇거리다/멈추다": 2,
      "명확히 하다/설명하다": 2,
      "몰입하다": 2,
      "무관심한": 2,
      "물려주다/유산": 2,
      "반박할 수 없는": 2,
      "방어할 수 있는": 2,
      "버려진/황폐한": 2,
      "변신": 2,
      "병리/병적 상태": 2,
      "보완하다/칭찬하다": 2,
      "부당하게 차지하다": 2,
      "부주의한": 2,
      "부지런한/근면한": 2,
      "불안/걱정": 2,
      "불협화음/모순": 2,
      "비례하는/상응하는": 2,
      "비밀스럽게 알다/예지력": 2,
      "사로잡다/매혹시키다": 2,
      "삼가다/금하다": 2,
      "성급한/충동적인": 2,
      "소독/위생": 2,
      "아첨꾼": 2,
      "악명": 2,
      "약화시키다/지치게 하다": 2,
      "양면적인/모순된 감정": 2,
      "연설": 2,
      "연소/연료": 2,
      "영향받지 않는": 2,
      "예의바른": 2,
      "용해되는": 2,
      "우회하는/간접적인": 2,
      "위계질서": 2,
      "위로/위안": 2,
      "위탁하다/맡기다": 2,
      "유물/공예품": 2,
      "유사한/비유할 수 있는": 2,
      "음란한/저속한": 2,
      "의심스러운": 2,
      "재배하다/기르다": 2,
      "접근 가능한/쉬운": 2,
      "정반대": 2,
      "조달하다": 2,
      "조정하다/맞추다": 2,
      "지나치게 다정한/느끼한": 2,
      "지우다/말소하다": 2,
      "짐을 지우다/부담을 주다": 2,
      "천상의/고결한": 2,
      "추방/배척": 2,
      "토론장": 2,
      "편리한/타산적인": 2,
      "평가하다/감정하다": 2,
      "한정된/제한된": 2,
      "형태가 없는/불분명한": 2,
      "혼돈/무질서": 2,
      "휴면중인/잠자는": 2,
      "휴식하다": 2,
      "흠/결점": 2,
      "가난한": 1,
      "가무잡잡한": 1,
      "가설적인": 1,
      "가장 중요한": 1,
      "간청하다/애원하다": 1,
      "감동적인": 1,
      "감상적인(과도하게)": 1,
      "거리낌없이 즐거운": 1,
      "거리를 두는/냉담한": 1,
      "거부하다(공식적으로)": 1,
      "거짓의/허위의(이야기)": 1,
      "거창한/웅장한": 1,
      "건조한": 1,
      "격렬한, 힘든": 1,
      "격언": 1,
      "경계 설정": 1,
      "경계하는": 1,
      "경멸적인": 1,
      "경멸하다": 1,
      "경험적인": 1,
      "고통/괴로움": 1,
      "공격하다": 1,
      "공범인": 1,
      "공중의/공기 관련": 1,
      "공허한": 1,
      "과도한(가격)": 1,
      "관대한": 1,
      "광적인/정신없는": 1,
      "괴로운/고통스러운": 1,
      "교정 불가능한": 1,
      "교훈적인": 1,
      "구성요소": 1,
      "구어체의": 1,
      "굴절시키다": 1,
      "권태/지루함": 1,
      "귀에 거슬리는": 1,
      "규정하다": 1,
      "기준": 1,
      "긴급한": 1,
      "깊이 생각하다": 1,
      "까다로운/짜증내는(아이)": 1,
      "까불대는/건방진": 1,
      "깜짝 놀라게 하다": 1,
      "끈적한": 1,
      "끈적해지다/응고되다": 1,
      "끼어들다": 1,
      "날조하다/꾸며내다": 1,
      "납치하다/유인하다": 1,
      "냉담한/무감각한": 1,
      "늪/수렁": 1,
      "다음에서 두번째": 1,
      "다재다능한": 1,
      "다채로운(색)": 1,
      "단 음식/사탕": 1,
      "담보/부수적인": 1,
      "당파/지지자": 1,
      "당황하게 하다": 1,
      "대리로 경험하는": 1,
      "대리인": 1,
      "대응하다/상쇄하다": 1,
      "도관/통로": 1,
      "도달하다/성취하다": 1,
      "독불장군/이단아": 1,
      "독재자": 1,
      "독창적이고 중요한": 1,
      "독창적인": 1,
      "동의하다/응하다": 1,
      "두꺼운 책": 1,
      "두뇌/지적인": 1,
      "둔감한/우둔한": 1,
      "들을 수 있는": 1,
      "떠돌아다니는": 1,
      "떨쳐버리다/없애다": 1,
      "마실 수 있는": 1,
      "마음을 사로잡는": 1,
      "만병통치약": 1,
      "말라붙은": 1,
      "매력적인": 1,
      "매우 뜨거운/열정적인": 1,
      "매우 마른": 1,
      "매혹적이지만 골동품적인": 1,
      "매혹적이지만 해로운": 1,
      "먹이를 찾아 헤매다": 1,
      "멍에를 씌우다/연결하다": 1,
      "모방하다": 1,
      "모욕": 1,
      "모음집": 1,
      "모호하게 하다/혼란시키다": 1,
      "목록/카탈로그": 1,
      "무능한": 1,
      "무례한": 1,
      "무모함/대담함": 1,
      "무시하다(규칙을)": 1,
      "무언의/암묵적인": 1,
      "무해한": 1,
      "묵인하다/너그럽게 봐주다": 1,
      "물결치다": 1,
      "미묘한 차이": 1,
      "미적/예술적": 1,
      "민첩한/기민한": 1,
      "박식한": 1,
      "반란자": 1,
      "반박하다": 1,
      "방언": 1,
      "변할 수 있는": 1,
      "병치/나란히 놓기": 1,
      "보내다/파견하다": 1,
      "보답하다": 1,
      "보상하다": 1,
      "보충/교정의": 1,
      "복수하다": 1,
      "부딪치다/치다": 1,
      "부수적인": 1,
      "부식성의": 1,
      "부정직한/교활한": 1,
      "부풀다": 1,
      "부풀어오른/과장된(문체)": 1,
      "분개": 1,
      "분배하다/할당하다": 1,
      "분열을 일으키는": 1,
      "불길한": 1,
      "불리한/적대적인 (상황)": 1,
      "불명예": 1,
      "불법의": 1,
      "불운한": 1,
      "불일치": 1,
      "불충실한": 1,
      "비만/뚱뚱함": 1,
      "비밀을 털어놓는 사람": 1,
      "비현실적인 이상주의": 1,
      "뻔뻔함": 1,
      "산들바람": 1,
      "색상 범위": 1,
      "선동가": 1,
      "설득해서 그만두게 하다": 1,
      "섬뜩한/선정적인": 1,
      "성적인 흥미를 느끼는": 1,
      "세심하게 배려하는": 1,
      "소란스러운(통제불능)": 1,
      "소비": 1,
      "소송 당사자": 1,
      "소용돌이": 1,
      "수반하다/포함하다": 1,
      "수생의": 1,
      "수수께끼 같은": 1,
      "수정하다(글을)": 1,
      "순응주의자": 1,
      "쉽게 믿는 성향": 1,
      "습관화시키다": 1,
      "시끄럽게 항의하는": 1,
      "시무룩한/엄격한": 1,
      "시비를 걸다/맞서다": 1,
      "시행하다/도구": 1,
      "신발 수선공": 1,
      "신비로운/기묘한": 1,
      "신성모독의": 1,
      "신성한": 1,
      "신중한/의도적인": 1,
      "신호/표시": 1,
      "실용적인": 1,
      "심문자": 1,
      "아름다움": 1,
      "악의있는": 1,
      "악화시키다": 1,
      "안무/춤": 1,
      "안일함/자기만족": 1,
      "암묵적인": 1,
      "압도적 우세": 1,
      "압박/강압": 1,
      "압축하다": 1,
      "앙코르": 1,
      "야생의/사나운": 1,
      "야행성의": 1,
      "약해지다/줄어들다": 1,
      "양성의/온화한": 1,
      "어디에나 있는": 1,
      "어리둥절한": 1,
      "어리석은 말을 하는/조리없는": 1,
      "어원학": 1,
      "여행/소풍": 1,
      "역류하다/토하다": 1,
      "연루시키다": 1,
      "열망하다": 1,
      "영향을 주다/침해하다": 1,
      "온건한": 1,
      "완벽한": 1,
      "완성하다(거래/결혼)": 1,
      "완전히 무너뜨리다": 1,
      "요약하다": 1,
      "우상숭배의": 1,
      "우여곡절": 1,
      "운율/리듬": 1,
      "웅변적인": 1,
      "위선": 1,
      "위임하다": 1,
      "위축되다/쇠퇴하다": 1,
      "위풍당당한/만만찮은": 1,
      "위협적인": 1,
      "유아론적인(자기중심)": 1,
      "육지의": 1,
      "윤곽을 그리다/대략 설명하다": 1,
      "은둔하는": 1,
      "의식하지 못하는": 1,
      "이상향": 1,
      "이해하다/파악하다": 1,
      "익명의": 1,
      "인색한": 1,
      "인지하는/알고있는": 1,
      "일관된/논리적인": 1,
      "일상적인": 1,
      "일화/짧은 이야기": 1,
      "임의적인/제멋대로인": 1,
      "입에 맞는/맛있는": 1,
      "자기 부정/금욕": 1,
      "자기연민에 빠지다": 1,
      "작은/소형의": 1,
      "장황한 비난": 1,
      "저수지/비축": 1,
      "적절하게 만들다/사용하다": 1,
      "적절한/마음에 드는": 1,
      "절도": 1,
      "절벽": 1,
      "절제": 1,
      "점점 커지는/절정": 1,
      "정교한/공들인": 1,
      "정독/꼼꼼히 읽기": 1,
      "정복하다/복종시키다": 1,
      "정통적인": 1,
      "조숙한": 1,
      "조종(소리)": 1,
      "존경하다": 1,
      "존경할 만한": 1,
      "죄가 있는": 1,
      "죄책감/양심의 가책": 1,
      "주장하다(증거없이)": 1,
      "줄이다/약화시키다": 1,
      "중대한/심각한": 1,
      "즐기다": 1,
      "지나치게 달콤한": 1,
      "지우다": 1,
      "직업/천직": 1,
      "진동하다/오락가락하다": 1,
      "진정시키다(소요를)": 1,
      "집행유예": 1,
      "쪼글쪼글한": 1,
      "차분하고 진지한": 1,
      "참견하기 좋아하는": 1,
      "참정권을 주다": 1,
      "창백한": 1,
      "처벌의": 1,
      "철회하다": 1,
      "최저점": 1,
      "침체되다": 1,
      "캔버스/천": 1,
      "쾌락주의자": 1,
      "쿠데타/뜻밖의 성공": 1,
      "타고난/선천적인": 1,
      "토착의": 1,
      "톡 쏘는/자극적인 (냄새)": 1,
      "통로": 1,
      "투명한/맑은": 1,
      "퉁명스러운": 1,
      "특징없는": 1,
      "튼튼한/강인한": 1,
      "파다/발굴하다": 1,
      "패권/지배": 1,
      "편의시설": 1,
      "편지에 관련된": 1,
      "평정심": 1,
      "평판이 좋은": 1,
      "폐쇄적인/편협한": 1,
      "포괄적인": 1,
      "포기/단념": 1,
      "폭행/구타": 1,
      "푸른/초록빛의": 1,
      "풀 수 없게 얽힌": 1,
      "풀어내다/벗어나다": 1,
      "피난처": 1,
      "필수적인": 1,
      "필수적인/명령적인": 1,
      "함락하다/약탈하다": 1,
      "합류/합류점": 1,
      "합병/부속": 1,
      "합성/구성": 1,
      "핵심 연결고리": 1,
      "혁신하다": 1,
      "현명한/사려깊은": 1,
      "혐오감을 주다/물리치다": 1,
      "형언할 수 없는": 1,
      "혼합물": 1,
      "화해시키다": 1,
      "화해적인/달래는": 1,
      "활기찬": 1,
      "활발한/역동적인": 1,
      "황홀하게 만들다/열변을 토하다": 1,
      "회복력 있는": 1,
      "횡령하다": 1,
      "효과적인": 1,
      "휴지기/공백": 1,
      "흐물흐물한": 1,
      "흔적": 1
    }
  },
  "vocabulary": [
    {
      "word": "acclaim",
      "category": "칭찬하다",
      "meaning": "높은 칭찬",
      "part_of_speech": "n",
      "example": "Greg's poem won the acclaim of his friends."
    },
    {
      "word": "accolade",
      "category": "칭찬하다",
      "meaning": "격찬, 영예",
      "part_of_speech": "n",
      "example": "Everyone offered accolades to Sam after he won the prize."
    },
    {
      "word": "adulation",
      "category": "칭찬하다",
      "meaning": "과도한 칭찬",
      "part_of_speech": "n",
      "example": "Marcy did not believe the book deserved the adulation it received."
    },
    {
      "word": "approbation",
      "category": "칭찬하다",
      "meaning": "칭찬, 인정",
      "part_of_speech": "n",
      "example": "The crowd welcomed the heroes with approbation."
    },
    {
      "word": "commendation",
      "category": "칭찬하다",
      "meaning": "표창, 칭찬",
      "part_of_speech": "n",
      "example": "Jared received a commendation for his stellar performance."
    },
    {
      "word": "eminent",
      "category": "칭찬하다",
      "meaning": "저명한, 뛰어난",
      "part_of_speech": "adj",
      "example": "Mr. Phillips is such an eminent scholar."
    },
    {
      "word": "exalt",
      "category": "칭찬하다",
      "meaning": "찬양하다, 칭송하다",
      "part_of_speech": "v",
      "example": "Michael Jordan is the figure we exalt the most."
    },
    {
      "word": "extol",
      "category": "칭찬하다",
      "meaning": "극찬하다",
      "part_of_speech": "v",
      "example": "Violet extolled the virtues of a vegetarian diet."
    },
    {
      "word": "kudos",
      "category": "칭찬하다",
      "meaning": "칭찬, 영예",
      "part_of_speech": "n",
      "example": "The reviewers gave the singer kudos for a job well done."
    },
    {
      "word": "laudatory",
      "category": "칭찬하다",
      "meaning": "칭찬하는",
      "part_of_speech": "adj",
      "example": "Such laudatory comments are unusual from him."
    },
    {
      "word": "lavish",
      "category": "칭찬하다",
      "meaning": "아낌없는, 아낌없이 주다",
      "part_of_speech": "adj./v",
      "example": "The performers deserved the praise the critic lavished on them."
    },
    {
      "word": "plaudits",
      "category": "칭찬하다",
      "meaning": "갈채, 칭찬",
      "part_of_speech": "n",
      "example": "The film received plaudits from even the harshest critics."
    },
    {
      "word": "renown",
      "category": "칭찬하다",
      "meaning": "명성",
      "part_of_speech": "n",
      "example": "The writer earned international renown."
    },
    {
      "word": "venerate",
      "category": "칭찬하다",
      "meaning": "존경하다, 숭배하다",
      "part_of_speech": "v",
      "example": "The doctor became universally revered (venerated)."
    },
    {
      "word": "meritorious",
      "category": "칭찬하다",
      "meaning": "공로가 있는, 표창할 만한",
      "part_of_speech": "adj",
      "example": "Manfred received a medal for his meritorious actions."
    },
    {
      "word": "admonish",
      "category": "비난하다",
      "meaning": "훈계하다, 주의를 주다",
      "part_of_speech": "v",
      "example": "Joe's mother admonished him not to ruin his appetite."
    },
    {
      "word": "berate",
      "category": "비난하다",
      "meaning": "심하게 꾸짖다",
      "part_of_speech": "v",
      "example": "The boss berated his employees for missing the deadline."
    },
    {
      "word": "censure",
      "category": "비난하다",
      "meaning": "견책, 비난하다",
      "part_of_speech": "n./v",
      "example": "The principal censured the department head."
    },
    {
      "word": "chastise",
      "category": "비난하다",
      "meaning": "호되게 비판하다",
      "part_of_speech": "v",
      "example": "Miranda was chastised by her peers."
    },
    {
      "word": "chide",
      "category": "비난하다",
      "meaning": "책망하다",
      "part_of_speech": "v",
      "example": "Lucy chided Russell for his vulgar habits."
    },
    {
      "word": "denounce",
      "category": "비난하다",
      "meaning": "공개적으로 비난하다",
      "part_of_speech": "v",
      "example": "The senator denounced her opponent."
    },
    {
      "word": "deplore",
      "category": "비난하다",
      "meaning": "개탄하다",
      "part_of_speech": "v",
      "example": "We all deplored the working conditions."
    },
    {
      "word": "disparage",
      "category": "비난하다",
      "meaning": "폄하하다, 헐뜯다",
      "part_of_speech": "v",
      "example": "The saleswoman disparaged the competitor's products."
    },
    {
      "word": "harangue",
      "category": "비난하다",
      "meaning": "장황한 비난 연설",
      "part_of_speech": "n./v",
      "example": "The teacher harangued the class about gum chewing."
    },
    {
      "word": "rebuke",
      "category": "비난하다",
      "meaning": "책망하다",
      "part_of_speech": "v",
      "example": "The cops rebuked her for disturbing the peace."
    },
    {
      "word": "reprehensible",
      "category": "비난하다",
      "meaning": "비난받을 만한",
      "part_of_speech": "adj",
      "example": "Jean's reprehensible attempt led to tears."
    },
    {
      "word": "reproach",
      "category": "비난하다",
      "meaning": "비난하다",
      "part_of_speech": "v",
      "example": "Brian reproached the customer for not rewinding the video."
    },
    {
      "word": "reprove",
      "category": "비난하다",
      "meaning": "꾸짖다",
      "part_of_speech": "v",
      "example": "Lara reproved her son for his mischief."
    },
    {
      "word": "scathing",
      "category": "비난하다",
      "meaning": "신랄한",
      "part_of_speech": "adj",
      "example": "Suzanne thought of a scathing retort."
    },
    {
      "word": "upbraid",
      "category": "비난하다",
      "meaning": "호되게 비난하다",
      "part_of_speech": "v",
      "example": "Lisa upbraided her again about missing rent."
    },
    {
      "word": "vituperate",
      "category": "비난하다",
      "meaning": "욕하다, 헐뜯다",
      "part_of_speech": "v",
      "example": "Jack would be vituperated for his behavior."
    },
    {
      "word": "invective",
      "category": "비난하다",
      "meaning": "욕설, 독설",
      "part_of_speech": "n",
      "example": "The mother's invective only made things worse."
    },
    {
      "word": "rail",
      "category": "비난하다",
      "meaning": "항의하다, 비난하다",
      "part_of_speech": "v",
      "example": "The professor railed against the policy."
    },
    {
      "word": "vilify",
      "category": "비난하다",
      "meaning": "비방하다",
      "part_of_speech": "v",
      "example": "Stories about Nixon sought to vilify him."
    },
    {
      "word": "acrimony",
      "category": "분노/적대감",
      "meaning": "신랄함, 불화",
      "part_of_speech": "n",
      "example": "Acrimony overwhelmed their friendship."
    },
    {
      "word": "antagonism",
      "category": "분노/적대감",
      "meaning": "적대감",
      "part_of_speech": "n",
      "example": "Superman and Bizarro shared mutual antagonism."
    },
    {
      "word": "antipathy",
      "category": "분노/적대감",
      "meaning": "강한 반감",
      "part_of_speech": "n",
      "example": "I feel nothing but antipathy for you."
    },
    {
      "word": "enmity",
      "category": "분노/적대감",
      "meaning": "적의, 증오",
      "part_of_speech": "n",
      "example": "The enmity between them is obvious."
    },
    {
      "word": "rancor",
      "category": "분노/적대감",
      "meaning": "깊은 원한",
      "part_of_speech": "n",
      "example": "I could see the rancor in her eyes."
    },
    {
      "word": "umbrage",
      "category": "분노/적대감",
      "meaning": "분개, 불쾌감",
      "part_of_speech": "n",
      "example": "He called me a coward, and I took umbrage."
    },
    {
      "word": "vehemently",
      "category": "분노/적대감",
      "meaning": "격렬하게",
      "part_of_speech": "adv",
      "example": "The candidate vehemently opposed the cuts."
    },
    {
      "word": "vindictive",
      "category": "분노/적대감",
      "meaning": "앙심을 품은",
      "part_of_speech": "adj",
      "example": "The vindictive madman sought vengeance."
    },
    {
      "word": "wrath",
      "category": "분노/적대감",
      "meaning": "격노",
      "part_of_speech": "n",
      "example": "Did you want to incur her wrath?"
    },
    {
      "word": "truculent",
      "category": "분노/적대감",
      "meaning": "싸우려 드는, 흉포한",
      "part_of_speech": "adj",
      "example": "Why was the bouncer being so truculent?"
    },
    {
      "word": "pugnacious",
      "category": "분노/적대감",
      "meaning": "호전적인",
      "part_of_speech": "adj",
      "example": "Aaron's pugnacious nature led to brawls."
    },
    {
      "word": "irascible",
      "category": "분노/적대감",
      "meaning": "화를 잘 내는",
      "part_of_speech": "adj",
      "example": "My irascible cat scratches at small provocations."
    },
    {
      "word": "inimical",
      "category": "분노/적대감",
      "meaning": "적대적인",
      "part_of_speech": "adj",
      "example": "The company was inimical to me during interviews."
    },
    {
      "word": "verbose",
      "category": "말이 많은/장황한",
      "meaning": "장황한",
      "part_of_speech": "adj",
      "example": "The verbose teacher took two hours to explain."
    },
    {
      "word": "circumlocution",
      "category": "말이 많은/장황한",
      "meaning": "에둘러 말하기",
      "part_of_speech": "n",
      "example": "The professor spoke in circumlocutions."
    },
    {
      "word": "grandiloquence",
      "category": "말이 많은/장황한",
      "meaning": "거창한 말투",
      "part_of_speech": "n",
      "example": "Her grandiloquence didn't impress the class."
    },
    {
      "word": "discursive",
      "category": "말이 많은/장황한",
      "meaning": "두서없이 산만한",
      "part_of_speech": "adj",
      "example": "The professor's discursive lectures seemed off-topic."
    },
    {
      "word": "bombastic",
      "category": "말이 많은/장황한",
      "meaning": "과장된, 허세부리는",
      "part_of_speech": "adj",
      "example": "The singer's bombastic performance disgusted the crowd."
    },
    {
      "word": "garrulous",
      "category": "말이 많은/장황한",
      "meaning": "수다스러운",
      "part_of_speech": "adj",
      "example": "Some talk show hosts are so garrulous."
    },
    {
      "word": "taciturn",
      "category": "말을 적게 하는/간결한",
      "meaning": "과묵한",
      "part_of_speech": "adj",
      "example": "Her brother is quite taciturn."
    },
    {
      "word": "curt",
      "category": "말을 적게 하는/간결한",
      "meaning": "퉁명스럽게 짧은",
      "part_of_speech": "adj",
      "example": "Her curt reply made me realize she was upset."
    },
    {
      "word": "laconic",
      "category": "말을 적게 하는/간결한",
      "meaning": "간결한 말투",
      "part_of_speech": "adj",
      "example": "The author's laconic style has won fans."
    },
    {
      "word": "succinct",
      "category": "말을 적게 하는/간결한",
      "meaning": "간결한",
      "part_of_speech": "adj",
      "example": "The governor's succinct speech energized the crowd."
    },
    {
      "word": "concise",
      "category": "말을 적게 하는/간결한",
      "meaning": "간결하고 직접적인",
      "part_of_speech": "adj",
      "example": "Gordon's instructions were nothing if not concise."
    },
    {
      "word": "pithy",
      "category": "말을 적게 하는/간결한",
      "meaning": "함축적인",
      "part_of_speech": "adj",
      "example": "His usually pithy statements."
    },
    {
      "word": "parsimony",
      "category": "인색한/탐욕스러운",
      "meaning": "인색함",
      "part_of_speech": "n",
      "example": "My aunt's wealth resulted from her parsimony."
    },
    {
      "word": "penurious",
      "category": "인색한/탐욕스러운",
      "meaning": "인색한",
      "part_of_speech": "adj",
      "example": "Her husband's penurious ways frustrated her."
    },
    {
      "word": "avarice",
      "category": "인색한/탐욕스러운",
      "meaning": "탐욕",
      "part_of_speech": "n",
      "example": "The banker's avarice led to a fortune."
    },
    {
      "word": "cupidity",
      "category": "인색한/탐욕스러운",
      "meaning": "탐욕",
      "part_of_speech": "n",
      "example": "His cupidity made him enter the mine."
    },
    {
      "word": "frugal",
      "category": "인색한/탐욕스러운",
      "meaning": "검소한 (중립적)",
      "part_of_speech": "adj",
      "example": "Richard is so frugal his diet is cheap food."
    },
    {
      "word": "benevolent",
      "category": "너그러운/관대한",
      "meaning": "자애로운",
      "part_of_speech": "adj",
      "example": "Police officers' benevolent service."
    },
    {
      "word": "magnanimous",
      "category": "너그러운/관대한",
      "meaning": "관대한",
      "part_of_speech": "adj",
      "example": "Jacqueline was magnanimous about the dishes."
    },
    {
      "word": "munificence",
      "category": "너그러운/관대한",
      "meaning": "아낌없이 줌",
      "part_of_speech": "n",
      "example": "The royal family's munificence."
    },
    {
      "word": "philanthropic",
      "category": "너그러운/관대한",
      "meaning": "자선적인",
      "part_of_speech": "adj",
      "example": "Donating her fortune was a philanthropic act."
    },
    {
      "word": "largess",
      "category": "너그러운/관대한",
      "meaning": "아낌없는 선물",
      "part_of_speech": "n",
      "example": "My boss gave a new car out of largess."
    },
    {
      "word": "indolent",
      "category": "게으른/무기력한",
      "meaning": "게으른",
      "part_of_speech": "adj",
      "example": "My indolent children won't pour their own juice."
    },
    {
      "word": "lethargic",
      "category": "게으른/무기력한",
      "meaning": "무기력한",
      "part_of_speech": "adj",
      "example": "Jean Claude was fired for being lethargic."
    },
    {
      "word": "languid",
      "category": "게으른/무기력한",
      "meaning": "나른한",
      "part_of_speech": "adj",
      "example": "Great heat makes people languid."
    },
    {
      "word": "torpid",
      "category": "게으른/무기력한",
      "meaning": "둔한, 무기력한",
      "part_of_speech": "adj",
      "example": "The torpid whale floated for hours."
    },
    {
      "word": "somnolent",
      "category": "게으른/무기력한",
      "meaning": "졸린",
      "part_of_speech": "adj",
      "example": "The somnolent student kept falling asleep."
    },
    {
      "word": "sedentary",
      "category": "게으른/무기력한",
      "meaning": "앉아만 있는",
      "part_of_speech": "adj",
      "example": "The sedentary cat did little but loll."
    },
    {
      "word": "assiduous",
      "category": "부지런한/근면한",
      "meaning": "근면한",
      "part_of_speech": "adj",
      "example": "Two years of assiduous labor."
    },
    {
      "word": "diligent",
      "category": "부지런한/근면한",
      "meaning": "꼼꼼하고 성실한",
      "part_of_speech": "adj",
      "example": "The diligent researcher checked her work."
    },
    {
      "word": "manifest",
      "category": "명백한/분명한",
      "meaning": "명백한, 드러내다",
      "part_of_speech": "adj./v",
      "example": "My mistake was so manifest."
    },
    {
      "word": "patent",
      "category": "명백한/분명한",
      "meaning": "명백한",
      "part_of_speech": "adj",
      "example": "The reason was made patent after the sonogram."
    },
    {
      "word": "salient",
      "category": "명백한/분명한",
      "meaning": "두드러진",
      "part_of_speech": "adj",
      "example": "One salient difference between them."
    },
    {
      "word": "lucid",
      "category": "명백한/분명한",
      "meaning": "명료한",
      "part_of_speech": "adj",
      "example": "Her essay was so lucid."
    },
    {
      "word": "pellucid",
      "category": "명백한/분명한",
      "meaning": "명료한",
      "part_of_speech": "adj",
      "example": "Camus wanted his book to be pellucid."
    },
    {
      "word": "incisive",
      "category": "명백한/분명한",
      "meaning": "날카로운, 명료한",
      "part_of_speech": "adj",
      "example": "Her incisive comment clarified the issue."
    },
    {
      "word": "ambiguous",
      "category": "모호한/불분명한",
      "meaning": "모호한",
      "part_of_speech": "adj",
      "example": "His actual reasons are ambiguous."
    },
    {
      "word": "equivocal",
      "category": "모호한/불분명한",
      "meaning": "애매한",
      "part_of_speech": "adj",
      "example": "His intentions were so equivocal."
    },
    {
      "word": "obscure",
      "category": "모호한/불분명한",
      "meaning": "불명확한",
      "part_of_speech": "adj",
      "example": "His features were obscure in shadow."
    },
    {
      "word": "nebulous",
      "category": "모호한/불분명한",
      "meaning": "막연한",
      "part_of_speech": "adj",
      "example": "Who was in charge was a nebulous matter."
    },
    {
      "word": "oblique",
      "category": "모호한/불분명한",
      "meaning": "간접적인, 모호한",
      "part_of_speech": "adj",
      "example": "Martin's oblique language confused listeners."
    },
    {
      "word": "esoteric",
      "category": "모호한/불분명한",
      "meaning": "소수만 아는",
      "part_of_speech": "adj",
      "example": "The physicist's esoteric theories."
    },
    {
      "word": "arcane",
      "category": "모호한/불분명한",
      "meaning": "난해한, 비밀스러운",
      "part_of_speech": "adj",
      "example": "An expert in arcane literature."
    },
    {
      "word": "abstruse",
      "category": "모호한/불분명한",
      "meaning": "난해한",
      "part_of_speech": "adj",
      "example": "John found the subject abstruse."
    },
    {
      "word": "haughty",
      "category": "거만한/오만한",
      "meaning": "거만한",
      "part_of_speech": "adj",
      "example": "The superstar's haughty dismissal of costars."
    },
    {
      "word": "imperious",
      "category": "거만한/오만한",
      "meaning": "위압적인",
      "part_of_speech": "adj",
      "example": "The imperious nature of your manner."
    },
    {
      "word": "insolent",
      "category": "거만한/오만한",
      "meaning": "무례한, 건방진",
      "part_of_speech": "adj",
      "example": "That celebrity is so insolent."
    },
    {
      "word": "presumptuous",
      "category": "거만한/오만한",
      "meaning": "주제넘은",
      "part_of_speech": "adj",
      "example": "The presumptuous noble tried to kiss her."
    },
    {
      "word": "brazen",
      "category": "거만한/오만한",
      "meaning": "뻔뻔한",
      "part_of_speech": "adj",
      "example": "The novelist's brazen plagiarism attempt."
    },
    {
      "word": "audacious",
      "category": "거만한/오만한",
      "meaning": "대담한, 뻔뻔한",
      "part_of_speech": "adj",
      "example": "The fan's audacious bribe attempt."
    },
    {
      "word": "impudent",
      "category": "거만한/오만한",
      "meaning": "무례한",
      "part_of_speech": "adj",
      "example": "The impudent young man insulted the princess."
    },
    {
      "word": "demure",
      "category": "겸손한/소심한",
      "meaning": "얌전한, 조신한",
      "part_of_speech": "adj",
      "example": "She remained demure at the party."
    },
    {
      "word": "diffident",
      "category": "겸손한/소심한",
      "meaning": "수줍은",
      "part_of_speech": "adj",
      "example": "The diffident youth did not speak."
    },
    {
      "word": "bashful",
      "category": "겸손한/소심한",
      "meaning": "수줍은",
      "part_of_speech": "adj",
      "example": "Frankie was told not to be bashful."
    },
    {
      "word": "timorous",
      "category": "겸손한/소심한",
      "meaning": "겁많은",
      "part_of_speech": "adj",
      "example": "Timorous Tallulah almost always cried."
    },
    {
      "word": "duplicity",
      "category": "거짓의/속이는",
      "meaning": "교활한 기만",
      "part_of_speech": "n",
      "example": "His duplicity involved lowering salaries secretly."
    },
    {
      "word": "fallacious",
      "category": "거짓의/속이는",
      "meaning": "잘못된, 틀린",
      "part_of_speech": "adj",
      "example": "Emily's fallacious assumption that I smoked."
    },
    {
      "word": "mendacious",
      "category": "거짓의/속이는",
      "meaning": "거짓된",
      "part_of_speech": "adj",
      "example": "The mendacious content of tabloids."
    },
    {
      "word": "spurious",
      "category": "거짓의/속이는",
      "meaning": "그럴듯하지만 거짓인",
      "part_of_speech": "adj",
      "example": "A spurious argument convinced the others."
    },
    {
      "word": "guile",
      "category": "거짓의/속이는",
      "meaning": "교활함",
      "part_of_speech": "n",
      "example": "His great guile helped him survive scandals."
    },
    {
      "word": "fabricate",
      "category": "거짓의/속이는",
      "meaning": "날조하다",
      "part_of_speech": "v",
      "example": "I fabricated an excuse about my car."
    },
    {
      "word": "dissemble",
      "category": "거짓의/속이는",
      "meaning": "숨기다, 가장하다",
      "part_of_speech": "v",
      "example": "She dissembled her intention to sell the stamps."
    },
    {
      "word": "beguile",
      "category": "거짓의/속이는",
      "meaning": "속이다, 현혹시키다",
      "part_of_speech": "v",
      "example": "The thief beguiled his partners."
    },
    {
      "word": "legerdemain",
      "category": "거짓의/속이는",
      "meaning": "속임수",
      "part_of_speech": "n",
      "example": "Smuggling the plants was remarkable legerdemain."
    },
    {
      "word": "candor",
      "category": "정직한/솔직한",
      "meaning": "솔직함",
      "part_of_speech": "n",
      "example": "We were surprised by the candor of the speech."
    },
    {
      "word": "ingenuous",
      "category": "정직한/솔직한",
      "meaning": "순진하고 솔직한",
      "part_of_speech": "adj",
      "example": "His speeches seem so ingenuous."
    },
    {
      "word": "veracity",
      "category": "정직한/솔직한",
      "meaning": "진실성",
      "part_of_speech": "n",
      "example": "It was hard to argue against its veracity."
    },
    {
      "word": "probity",
      "category": "정직한/솔직한",
      "meaning": "고결함, 정직",
      "part_of_speech": "n",
      "example": "No one was surprised, given his lack of probity."
    },
    {
      "word": "rectitude",
      "category": "정직한/솔직한",
      "meaning": "청렴, 도덕성",
      "part_of_speech": "n",
      "example": "The priest's rectitude gave him moral authority."
    },
    {
      "word": "nascent",
      "category": "새로운/초기 단계의",
      "meaning": "막 생겨나는",
      "part_of_speech": "adj",
      "example": "My paper was only in its nascent form."
    },
    {
      "word": "novice",
      "category": "새로운/초기 단계의",
      "meaning": "초보자",
      "part_of_speech": "n",
      "example": "We were all novices at yoga."
    },
    {
      "word": "neophyte",
      "category": "새로운/초기 단계의",
      "meaning": "초보자",
      "part_of_speech": "n",
      "example": "As a neophyte, Malik had trouble publishing."
    },
    {
      "word": "inchoate",
      "category": "새로운/초기 단계의",
      "meaning": "막 시작된, 형성중인",
      "part_of_speech": "adj",
      "example": "The country's government is still inchoate."
    },
    {
      "word": "primeval",
      "category": "새로운/초기 단계의",
      "meaning": "원시의, 태고의",
      "part_of_speech": "adj",
      "example": "The primeval descendants of modern man."
    },
    {
      "word": "archaic",
      "category": "오래된/구식의",
      "meaning": "구식의, 고대의",
      "part_of_speech": "adj",
      "example": "An archaic Chinese dialect is still spoken."
    },
    {
      "word": "antiquated",
      "category": "오래된/구식의",
      "meaning": "구식의",
      "part_of_speech": "adj",
      "example": "That antiquated car lacks modern features."
    },
    {
      "word": "obsolete",
      "category": "오래된/구식의",
      "meaning": "더 이상 쓰이지 않는",
      "part_of_speech": "adj",
      "example": "Eight-track players are now obsolete."
    },
    {
      "word": "antediluvian",
      "category": "오래된/구식의",
      "meaning": "아주 오래된",
      "part_of_speech": "adj",
      "example": "The antediluvian man believed outdated facts."
    },
    {
      "word": "anachronistic",
      "category": "오래된/구식의",
      "meaning": "시대착오적인",
      "part_of_speech": "adj",
      "example": "Saying pyramids came after Titanic is anachronistic."
    },
    {
      "word": "defunct",
      "category": "오래된/구식의",
      "meaning": "더는 존재(사용)하지 않는",
      "part_of_speech": "adj",
      "example": "The defunct schoolhouse will become a center."
    },
    {
      "word": "ephemeral",
      "category": "일시적인/영원한",
      "meaning": "일시적인, 덧없는",
      "part_of_speech": "adj",
      "example": "Her love was only ephemeral."
    },
    {
      "word": "transient",
      "category": "일시적인/영원한",
      "meaning": "일시적인, 스쳐가는",
      "part_of_speech": "adj",
      "example": "The town's population is quite transient."
    },
    {
      "word": "evanescent",
      "category": "일시적인/영원한",
      "meaning": "순식간에 사라지는",
      "part_of_speech": "adj",
      "example": "My joy was evanescent."
    },
    {
      "word": "immutable",
      "category": "일시적인/영원한",
      "meaning": "불변의",
      "part_of_speech": "adj",
      "example": "The laws of physics are immutable."
    },
    {
      "word": "extant",
      "category": "일시적인/영원한",
      "meaning": "현존하는",
      "part_of_speech": "adj",
      "example": "My mother's extant love letters."
    },
    {
      "word": "despondent",
      "category": "슬픔/우울",
      "meaning": "낙담한",
      "part_of_speech": "adj",
      "example": "The despondent child saw no use in studying."
    },
    {
      "word": "forlorn",
      "category": "슬픔/우울",
      "meaning": "외롭고 비참한",
      "part_of_speech": "adj",
      "example": "I felt feverish and forlorn."
    },
    {
      "word": "morose",
      "category": "슬픔/우울",
      "meaning": "침울한",
      "part_of_speech": "adj",
      "example": "Jason's morose nature was unpleasant."
    },
    {
      "word": "maudlin",
      "category": "슬픔/우울",
      "meaning": "감상적인",
      "part_of_speech": "adj",
      "example": "I find romantic comedies maudlin."
    },
    {
      "word": "wistful",
      "category": "슬픔/우울",
      "meaning": "그리워하는, 서글픈",
      "part_of_speech": "adj",
      "example": "Edda sat around wistful all day."
    },
    {
      "word": "disheartened",
      "category": "슬픔/우울",
      "meaning": "낙심한",
      "part_of_speech": "adj",
      "example": "The team was disheartened after losing."
    },
    {
      "word": "jubilant",
      "category": "기쁨/행복",
      "meaning": "매우 기쁜",
      "part_of_speech": "adj",
      "example": "The crowd was jubilant."
    },
    {
      "word": "elated",
      "category": "기쁨/행복",
      "meaning": "의기양양한",
      "part_of_speech": "adj",
      "example": "The writer was elated to win the lottery."
    },
    {
      "word": "ecstatic",
      "category": "기쁨/행복",
      "meaning": "황홀할 정도로 행복한",
      "part_of_speech": "adj",
      "example": "The couple was ecstatic."
    },
    {
      "word": "euphoric",
      "category": "기쁨/행복",
      "meaning": "행복감에 찬",
      "part_of_speech": "adj",
      "example": "I was euphoric about the twins."
    },
    {
      "word": "exult",
      "category": "기쁨/행복",
      "meaning": "기뻐 날뛰다",
      "part_of_speech": "v",
      "example": "Mary exulted by dancing through the halls."
    },
    {
      "word": "ebullient",
      "category": "기쁨/행복",
      "meaning": "활기 넘치는",
      "part_of_speech": "adj",
      "example": "She became ebullient about her acceptance."
    },
    {
      "word": "effervescent",
      "category": "기쁨/행복",
      "meaning": "발랄한",
      "part_of_speech": "adj",
      "example": "My friend is so effervescent."
    },
    {
      "word": "vivacious",
      "category": "기쁨/행복",
      "meaning": "활기찬",
      "part_of_speech": "adj",
      "example": "The vivacious clown made children giggle."
    },
    {
      "word": "trepidation",
      "category": "두려움/불안",
      "meaning": "두려움",
      "part_of_speech": "n",
      "example": "Anya refused to jump in, feeling trepidation."
    },
    {
      "word": "tremulous",
      "category": "두려움/불안",
      "meaning": "떨리는, 두려운",
      "part_of_speech": "adj",
      "example": "I feel tremulous in a graveyard."
    },
    {
      "word": "fraught",
      "category": "두려움/불안",
      "meaning": "(불안 등으로) 가득한",
      "part_of_speech": "adj",
      "example": "Her glances were fraught with meaning."
    },
    {
      "word": "disperse",
      "category": "흩어지다/퍼뜨리다",
      "meaning": "흩어지다, 해산시키다",
      "part_of_speech": "v",
      "example": "The crowd quickly dispersed in the rain."
    },
    {
      "word": "dissipate",
      "category": "흩어지다/퍼뜨리다",
      "meaning": "사라지다, 흩어지다",
      "part_of_speech": "v",
      "example": "The sun dissipated the haze."
    },
    {
      "word": "disseminate",
      "category": "흩어지다/퍼뜨리다",
      "meaning": "널리 퍼뜨리다",
      "part_of_speech": "v",
      "example": "The politician disseminated his ideas."
    },
    {
      "word": "propagate",
      "category": "흩어지다/퍼뜨리다",
      "meaning": "퍼뜨리다, 번식시키다",
      "part_of_speech": "v",
      "example": "Rumors propagated like wildfire."
    },
    {
      "word": "diffuse",
      "category": "흩어지다/퍼뜨리다",
      "meaning": "퍼뜨리다, 분산된",
      "part_of_speech": "v./adj",
      "example": "He diffused the tension with a joke."
    },
    {
      "word": "amalgamate",
      "category": "합치다/모으다",
      "meaning": "통합하다",
      "part_of_speech": "v",
      "example": "The candidate amalgamated democrats and republicans."
    },
    {
      "word": "coalesce",
      "category": "합치다/모으다",
      "meaning": "합쳐지다",
      "part_of_speech": "v",
      "example": "Gordon's outfit coalesced into something handsome."
    },
    {
      "word": "congeal",
      "category": "합치다/모으다",
      "meaning": "굳다, 응고되다",
      "part_of_speech": "v",
      "example": "The pudding had congealed into a skin."
    },
    {
      "word": "aggregate",
      "category": "합치다/모으다",
      "meaning": "총합, 모으다",
      "part_of_speech": "n./v",
      "example": "The three branches form an aggregate."
    },
    {
      "word": "clemency",
      "category": "자비/용서/무죄",
      "meaning": "관용, 자비",
      "part_of_speech": "n",
      "example": "Martin could only beg for clemency."
    },
    {
      "word": "absolution",
      "category": "자비/용서/무죄",
      "meaning": "사면, 용서",
      "part_of_speech": "n",
      "example": "The jury gave Angela absolution."
    },
    {
      "word": "exonerate",
      "category": "자비/용서/무죄",
      "meaning": "무죄를 입증하다",
      "part_of_speech": "v",
      "example": "The confession exonerated the wrong man."
    },
    {
      "word": "exculpate",
      "category": "자비/용서/무죄",
      "meaning": "무죄를 입증하다",
      "part_of_speech": "v",
      "example": "The ring exculpated me from theft charges."
    },
    {
      "word": "vindicate",
      "category": "자비/용서/무죄",
      "meaning": "결백을 입증하다",
      "part_of_speech": "v",
      "example": "The evidence made it hard to vindicate him."
    },
    {
      "word": "depravity",
      "category": "사악함/타락",
      "meaning": "타락, 사악함",
      "part_of_speech": "n",
      "example": "Rumors of the ogre's depravity scared children."
    },
    {
      "word": "turpitude",
      "category": "사악함/타락",
      "meaning": "부도덕, 타락",
      "part_of_speech": "n",
      "example": "Sir Marcus's turpitude with the ladies."
    },
    {
      "word": "iniquity",
      "category": "사악함/타락",
      "meaning": "사악함, 죄",
      "part_of_speech": "n",
      "example": "Your iniquity will be forgiven."
    },
    {
      "word": "nefarious",
      "category": "사악함/타락",
      "meaning": "극악한",
      "part_of_speech": "adj",
      "example": "Dr. Meanman's nefarious plot."
    },
    {
      "word": "heinous",
      "category": "사악함/타락",
      "meaning": "극악무도한",
      "part_of_speech": "adj",
      "example": "The killings were made all the more heinous."
    },
    {
      "word": "odious",
      "category": "사악함/타락",
      "meaning": "혐오스러운",
      "part_of_speech": "adj",
      "example": "The odious task of cleaning the litter box."
    },
    {
      "word": "reprobate",
      "category": "사악함/타락",
      "meaning": "타락한, 악인",
      "part_of_speech": "adj./n",
      "example": "The reprobate criminal sat sneering."
    },
    {
      "word": "cajole",
      "category": "설득하다/부추기다",
      "meaning": "구슬리다",
      "part_of_speech": "v",
      "example": "His buddies cajoled him into attending."
    },
    {
      "word": "exhort",
      "category": "설득하다/부추기다",
      "meaning": "강력히 권하다",
      "part_of_speech": "v",
      "example": "Henry exhorted colleagues to join the protest."
    },
    {
      "word": "goad",
      "category": "설득하다/부추기다",
      "meaning": "부추기다, 자극하다",
      "part_of_speech": "v",
      "example": "Billy will goad Jim with insults."
    },
    {
      "word": "instigate",
      "category": "설득하다/부추기다",
      "meaning": "선동하다",
      "part_of_speech": "v",
      "example": "The demagogue instigated the crowd."
    },
    {
      "word": "thwart",
      "category": "막다/방해하다",
      "meaning": "좌절시키다",
      "part_of_speech": "v",
      "example": "Inspector Wilkens foiled (thwarted) the thieves."
    },
    {
      "word": "preclude",
      "category": "막다/방해하다",
      "meaning": "막다, 배제하다",
      "part_of_speech": "v",
      "example": "The guard dog precluded anyone from entering."
    },
    {
      "word": "inhibit",
      "category": "막다/방해하다",
      "meaning": "억제하다",
      "part_of_speech": "v",
      "example": "I never meant to inhibit you."
    },
    {
      "word": "deter",
      "category": "막다/방해하다",
      "meaning": "단념시키다",
      "part_of_speech": "v",
      "example": "Scary snakes couldn't deter Marcia."
    },
    {
      "word": "forestall",
      "category": "막다/방해하다",
      "meaning": "미연에 방지하다",
      "part_of_speech": "v",
      "example": "I forestalled the cold with vitamin C."
    },
    {
      "word": "foil",
      "category": "막다/방해하다",
      "meaning": "좌절시키다",
      "part_of_speech": "v",
      "example": "Inspector Wilkens foiled the thieves."
    },
    {
      "word": "elucidate",
      "category": "명확히 하다/설명하다",
      "meaning": "명확히 설명하다",
      "part_of_speech": "v",
      "example": "I asked Janine to elucidate her feelings."
    },
    {
      "word": "delineate",
      "category": "명확히 하다/설명하다",
      "meaning": "상세히 설명하다",
      "part_of_speech": "v",
      "example": "She delineated her reasons clearly."
    },
    {
      "word": "copious",
      "category": "풍부한/많은",
      "meaning": "풍부한",
      "part_of_speech": "adj",
      "example": "Copious amounts of Snapple were consumed."
    },
    {
      "word": "plenitude",
      "category": "풍부한/많은",
      "meaning": "풍부함",
      "part_of_speech": "n",
      "example": "The plenitude of tomatoes overwhelmed her."
    },
    {
      "word": "plethora",
      "category": "풍부한/많은",
      "meaning": "과다, 넘침",
      "part_of_speech": "n",
      "example": "A plethora of oysters piled high."
    },
    {
      "word": "profuse",
      "category": "풍부한/많은",
      "meaning": "아낌없는, 풍부한",
      "part_of_speech": "adj",
      "example": "The fans were profuse in their cheers."
    },
    {
      "word": "myriad",
      "category": "풍부한/많은",
      "meaning": "무수한",
      "part_of_speech": "adj",
      "example": "The city presented myriad possibilities."
    },
    {
      "word": "multifarious",
      "category": "풍부한/많은",
      "meaning": "다양한",
      "part_of_speech": "adj",
      "example": "The knife has multifarious functions."
    },
    {
      "word": "manifold",
      "category": "풍부한/많은",
      "meaning": "다양한",
      "part_of_speech": "adj",
      "example": "The work allows for manifold interpretations."
    },
    {
      "word": "replete",
      "category": "풍부한/많은",
      "meaning": "가득한",
      "part_of_speech": "adj",
      "example": "The book was replete with naughty words."
    },
    {
      "word": "surfeit",
      "category": "풍부한/많은",
      "meaning": "과잉, 과식",
      "part_of_speech": "n",
      "example": "Beth felt sick after a surfeit of tacos."
    },
    {
      "word": "rife",
      "category": "풍부한/많은",
      "meaning": "만연한",
      "part_of_speech": "adj",
      "example": "The writing was rife with spelling errors."
    },
    {
      "word": "dearth",
      "category": "부족한/희소한",
      "meaning": "부족",
      "part_of_speech": "n",
      "example": "She was dismayed by the dearth of books."
    },
    {
      "word": "paucity",
      "category": "부족한/희소한",
      "meaning": "결핍",
      "part_of_speech": "n",
      "example": "Gilbert lamented the paucity of courses."
    },
    {
      "word": "meager",
      "category": "부족한/희소한",
      "meaning": "빈약한",
      "part_of_speech": "adj",
      "example": "My meager portion didn't satisfy me."
    },
    {
      "word": "appease",
      "category": "진정시키다/달래다",
      "meaning": "달래다",
      "part_of_speech": "v",
      "example": "The mother gives candy to appease him."
    },
    {
      "word": "placate",
      "category": "진정시키다/달래다",
      "meaning": "달래다",
      "part_of_speech": "v",
      "example": "He bought a lollipop to placate his son."
    },
    {
      "word": "mollify",
      "category": "진정시키다/달래다",
      "meaning": "누그러뜨리다",
      "part_of_speech": "v",
      "example": "The officer mollified the angry woman."
    },
    {
      "word": "assuage",
      "category": "진정시키다/달래다",
      "meaning": "완화시키다, 달래다",
      "part_of_speech": "v",
      "example": "The mother held the baby to assuage its fears."
    },
    {
      "word": "allay",
      "category": "진정시키다/달래다",
      "meaning": "가라앉히다",
      "part_of_speech": "v",
      "example": "The speech tried to allay investors' fears."
    },
    {
      "word": "ameliorate",
      "category": "진정시키다/달래다",
      "meaning": "개선시키다",
      "part_of_speech": "v",
      "example": "The situation was ameliorated by his proposal."
    },
    {
      "word": "mitigate",
      "category": "진정시키다/달래다",
      "meaning": "완화시키다",
      "part_of_speech": "v",
      "example": "Only warm tea would mitigate the pain."
    },
    {
      "word": "palliate",
      "category": "진정시키다/달래다",
      "meaning": "완화시키다",
      "part_of_speech": "v",
      "example": "The medication would palliate her discomfort."
    },
    {
      "word": "exasperate",
      "category": "짜증나게 하다/괴롭히다",
      "meaning": "격분시키다",
      "part_of_speech": "v",
      "example": "George's complaints exasperated his roommate."
    },
    {
      "word": "vex",
      "category": "짜증나게 하다/괴롭히다",
      "meaning": "짜증나게 하다",
      "part_of_speech": "v",
      "example": "My brother vexes me by poking my ribs."
    },
    {
      "word": "perplex",
      "category": "짜증나게 하다/괴롭히다",
      "meaning": "당황하게 하다",
      "part_of_speech": "v",
      "example": "Brad was perplexed by her distant manner."
    },
    {
      "word": "discomfit",
      "category": "짜증나게 하다/괴롭히다",
